Repository: WillyWu0201/stima
Catalog: stima/Localizable.xcstrings
Source language: zh_hant
Languages: en, id, vi, zh_hans

source: 我們來試做 第一張報價單。
en: Let's make your first quote.
id: Mari coba buat penawaran pertama.
vi: Hãy cùng thử làm báo giá đầu tiên.
zh_hans: 我们来试做 第一张报价单。

source: 我的報價單
en: My Quotes
id: Penawaran saya
vi: Báo giá của tôi
zh_hans: 我的报价单

source: 我的自訂項目（%lld）
en: My custom items (%lld)
id: Item kustom saya (%lld)
vi: Hạng mục tùy chỉnh của tôi (%lld)
zh_hans: 我的自定义项目（%lld）

source: 所有客戶與聯絡資料
en: All clients and contact info
id: Semua klien dan info kontak
vi: Toàn bộ khách hàng và thông tin liên hệ
zh_hans: 所有客户与联系方式

source: 所有新項目都會自動進「常用」，加上分類後也會出現在那個分頁。
en: All new items go into "Frequent" automatically; once you add a category, they'll also show on that tab.
id: Semua item baru otomatis masuk「Sering dipakai」, setelah diberi kategori juga muncul di tab itu.
vi: Mọi hạng mục mới đều tự vào「Thường dùng」, sau khi thêm danh mục cũng xuất hiện ở tab đó.
zh_hans: 所有新项目都会自动进「常用」，加上分类后也会出现在那个分页。

source: 找不到客戶
en: No clients found
id: Klien tidak ditemukan
vi: Không tìm thấy khách hàng
zh_hans: 找不到客户

source: 找不到符合的地點
en: No matching locations
id: Lokasi cocok tidak ditemukan
vi: Không tìm thấy địa điểm phù hợp
zh_hans: 找不到符合的地点

source: 找不到符合的報價單
en: No matching quotes
id: Penawaran cocok tidak ditemukan
vi: Không tìm thấy báo giá phù hợp
zh_hans: 找不到符合的报价单

source: 拆除
en: Demolition
id: Pembongkaran
vi: Tháo dỡ

source: 拆除木作
en: Demolition & carpentry
id: Bongkar kayu
vi: Tháo dỡ đồ mộc

source: 拆除磁磚
en: Tile removal
id: Bongkar ubin
vi: Tháo dỡ gạch
zh_hans: 拆除瓷砖

source: 拆除隔間牆
en: Demolish partition wall
id: Bongkar dinding partisi
vi: Tháo dỡ vách ngăn
zh_hans: 拆除隔断墙

source: 挑項目
en: Pick items
id: Pilih item
vi: Chọn hạng mục
zh_hans: 挑项目

source: 挑項目，或自己加
en: Pick items, or add your own
id: Pilih item, atau tambah sendiri
vi: Chọn hạng mục, hoặc tự thêm
zh_hans: 挑项目，或自己加

source: 換手機也不怕資料不見
en: Switch phones without losing your data
id: Ganti ponsel pun data tetap aman
vi: Đổi điện thoại cũng không lo mất dữ liệu
zh_hans: 换手机也不怕资料丢失

source: 搜尋地址、地標
en: Search address or landmark
id: Cari alamat, tempat
vi: Tìm địa chỉ, địa danh
zh_hans: 搜索地址、地标

source: 搜尋客戶、地點、項目（例：冷氣）
en: Search clients, sites, items (e.g. AC)
id: Cari klien, lokasi, item (cth: AC)
vi: Tìm khách hàng, địa điểm, hạng mục (VD: máy lạnh)
zh_hans: 搜索客户、地点、项目（例：冷气）

source: 搜尋客戶名、電話、地址
en: Search name, phone, address
id: Cari nama klien, telepon, alamat
vi: Tìm tên khách hàng, điện thoại, địa chỉ
zh_hans: 搜索客户名、电话、地址

source: 撥打
en: Call
id: Telepon
vi: Gọi
zh_hans: 拨打

source: 支援 PNG（建議透明背景）、JPG。最大 2MB / 邊長 1200px。
en: Supports PNG (transparent background recommended) and JPG. Max 2MB / 1200px per side.
id: Mendukung PNG (disarankan latar transparan), JPG. Maksimal 2MB / sisi 1200px.
vi: Hỗ trợ PNG (nên dùng nền trong suốt), JPG. Tối đa 2MB / cạnh 1200px.
zh_hans: 支持 PNG（建议透明背景）、JPG。最大 2MB / 边长 1200px。

source: 收款資訊（顯示在請款單）
en: Payment info (shown on the invoice)
id: Info pembayaran (tampil di tagihan)
vi: Thông tin thu tiền (hiển thị trên hóa đơn)
zh_hans: 收款信息（显示在请款单）

source: 數量
en: Quantity
id: Jumlah
vi: Số lượng
zh_hans: 数量

source: 新報價
en: New quote
id: Penawaran baru
vi: Báo giá mới
zh_hans: 新报价

source: 新增報價單
en: New Quote
id: Buat penawaran
vi: Tạo báo giá mới
zh_hans: 新增报价单

source: 新增報價單 · 1 / 3
en: New quote · 1 / 3
id: Tambah penawaran · 1 / 3
vi: Thêm báo giá · 1 / 3
zh_hans: 新建报价单 · 1 / 3

source: 新增報價單 · 2 / 3
en: New quote · 2 / 3
id: Tambah penawaran · 2 / 3
vi: Thêm báo giá · 2 / 3
zh_hans: 新增报价单 · 2 / 3

source: 新增報價單 · 3 / 3
en: New quote · 3 / 3
id: Tambah penawaran · 3 / 3
vi: Thêm báo giá · 3 / 3
zh_hans: 新增报价单 · 3 / 3

source: 新增客戶
en: Add client
id: Tambah klien
vi: Thêm khách hàng
zh_hans: 新增客户

source: 新增插座
en: Add power outlet
id: Tambah stopkontak
vi: Thêm ổ cắm

source: 日期
en: Date
id: Tanggal
vi: Ngày

source: 日期 / DATE
en: Date
id: Tanggal / DATE
vi: Ngày / DATE

source: 日期,客戶,地點,狀態,項目數,總計
en: Date,Client,Location,Status,Items,Total
id: Tanggal,Klien,Lokasi,Status,Jumlah item,Total
vi: Ngày,Khách hàng,Địa điểm,Trạng thái,Số hạng mục,Tổng cộng
zh_hans: 日期,客户,地点,状态,项目数,总计

source: 明體
en: Serif
id: Serif
vi: Có chân (Serif)
zh_hans: 宋体

source: 月訂閱
en: Monthly plan
id: Langganan bulanan
vi: Gói tháng
zh_hans: 月订阅

source: 有效期限 %lld 天
en: Valid for %lld days
id: Berlaku %lld hari
vi: Hiệu lực %lld ngày

source: 有效期限（天）
en: Valid for (days)
id: Masa berlaku (hari)
vi: Thời hạn hiệu lực (ngày)

source: 木作
en: Carpentry
id: Kayu
vi: Mộc

source: 木作天花板
en: Wood ceiling
id: Plafon kayu
vi: Trần thạch cao mộc

source: 木地板施作
en: Wood floor installation
id: Pemasangan lantai kayu
vi: Thi công sàn gỗ

source: 未命名客戶
en: Unnamed client
id: Klien tanpa nama
vi: Khách hàng chưa đặt tên
zh_hans: 未命名客户

source: 本月免費額度已用完
en: Monthly Limit Reached
id: Kuota gratis bulan ini habis
vi: Đã hết hạn mức miễn phí tháng này
zh_hans: 本月免费额度已用完

source: 查看客戶
en: View client
id: Lihat klien
vi: Xem khách hàng
zh_hans: 查看客户

source: 楷體
en: Kai
id: Kaisho
vi: Chữ Khải
zh_hans: 楷体

source: 標記完工
en: Mark as done
id: Tandai selesai
vi: Đánh dấu hoàn công
zh_hans: 标记完工

source: 標記已收款
en: Mark Paid
id: Tandai sudah dibayar
vi: Đánh dấu đã thu tiền
zh_hans: 标记已收款

source: 標語／slogan（可空白）
en: Slogan (optional)
id: Slogan (boleh dikosongkan)
vi: Khẩu hiệu / slogan (có thể để trống)
zh_hans: 标语／slogan（可空白）

source: 歡迎，%@
en: Welcome, %@
id: Selamat datang, %@
vi: Chào mừng, %@
zh_hans: 欢迎，%@

source: 歡迎，陳師傅
en: Welcome, 陳師傅
id: Selamat datang, 陳師傅
vi: Chào mừng, 陳師傅
zh_hans: 欢迎，陈师傅

source: 歷史報價單（%lld 張）
en: Past quotes (%lld)
id: Riwayat penawaran (%lld lembar)
vi: Báo giá đã tạo (%lld tờ)
zh_hans: 历史报价单（%lld 张）

source: 歸到哪個分類
en: Assign to category
id: Masuk kategori mana
vi: Thuộc phân loại nào
zh_hans: 归到哪个分类

source: 每月 3 張報價單，PDF 含浮水印。升級 Pro 解鎖無限張、自訂模板、移除浮水印。
en: 3 quotes a month, with a watermark on the PDF. Upgrade to Pro for unlimited quotes, custom templates, and no watermark.
id: 3 penawaran per bulan, PDF berwatermark. Naik ke Pro untuk tanpa batas, templat kustom, hapus watermark.
vi: 3 báo giá mỗi tháng, PDF có hình mờ. Nâng cấp Pro để mở khóa không giới hạn, mẫu tùy chỉnh, xóa hình mờ.
zh_hans: 每月 3 张报价单，PDF 含水印。升级 Pro 解锁无限张、自定义模板、移除水印。

source: 每月只要 $200，年付便宜兩個月
en: Just $200/month — pay yearly, save two months
id: Hanya $200 per bulan, bayar tahunan hemat dua bulan
vi: Chỉ $200 mỗi tháng, trả năm rẻ hơn hai tháng
zh_hans: 每月只要 $200，年付便宜两个月

source: 每月已收款
en: Monthly received
id: Diterima per bulan
vi: Đã thu mỗi tháng

source: 每月收入、最大客戶、最賺項目，都幫你算好。
en: Monthly income, top clients, most profitable items — all calculated for you.
id: Pendapatan bulanan, klien terbesar, item terlaba, semua dihitung untuk Anda.
vi: Thu nhập hàng tháng, khách hàng lớn nhất, hạng mục lời nhất, đều tính sẵn cho bạn.
zh_hans: 每月收入、最大客户、最赚项目，都帮你算好。

source: 比去年同期 %@ %@（去年 %@%@）
en: %@ %@ vs. same period last year (last year %@%@)
id: Dibanding tahun lalu %@ %@ (tahun lalu %@%@)
vi: So với cùng kỳ năm trước %@ %@ (năm trước %@%@)

# 比去年同期 %@ %@（去年 $%@）
source: 比去年同期 %1$@ %2$@（去年 $%3$@）
en: %1$@ %2$@ vs. same period last year (last year $%3$@)
id: Dibanding periode sama tahun lalu %@ %@ (tahun lalu $%@)
vi: So với cùng kỳ năm ngoái %@ %@ (năm ngoái $%@)

source: 水電
en: Plumbing & electrical
id: Listrik & pipa
vi: Điện nước
zh_hans: 水电

source: 水電配管
en: Plumbing & electrical
id: Instalasi listrik & pipa
vi: Lắp đặt điện nước
zh_hans: 水电配管

source: 油漆
en: Painting
id: Cat
vi: Sơn

source: 油漆批土
en: Paint & plaster
id: Cat dempul
vi: Sơn bả matit

source: 泥作
en: Masonry
id: Plesteran
vi: Xây trát

source: 泥作粉光
en: Plastering & skim coat
id: Plesteran halus
vi: Trát vữa hoàn thiện

source: 淨利
en: Net profit
id: Laba
vi: Lợi nhuận
zh_hans: 净利

source: 淨利（進階）
en: Net profit (advanced)
id: Laba (lanjutan)
vi: Lợi nhuận (nâng cao)
zh_hans: 净利（进阶）

source: 淨利率
en: Net margin
id: Margin laba
vi: Tỷ suất lợi nhuận
zh_hans: 净利率

source: 清除搜尋
en: Clear search
id: Hapus pencarian
vi: Xóa tìm kiếm
zh_hans: 清除搜索

source: 無法存取位置
en: Can't access location
id: Tak bisa akses lokasi
vi: Không thể truy cập vị trí
zh_hans: 无法访问位置

source: 無法產生這份報價單的 PDF。請再試一次，若持續失敗請重新啟動 app。
en: Couldn't generate the PDF for this quote. Please try again; if it keeps failing, restart the app.
id: Tak bisa membuat PDF untuk penawaran ini. Coba lagi, jika tetap gagal mulai ulang app.
vi: Không thể tạo PDF cho báo giá này. Hãy thử lại, nếu vẫn lỗi hãy khởi động lại app.
zh_hans: 无法生成这份报价单的 PDF。请再试一次，若持续失败请重新启动 app。

source: 無限報價單 · 自訂模板 · 移除浮水印 · iCloud 備份
en: Unlimited quotes · Custom templates · No watermark · iCloud backup
id: Penawaran tanpa batas · templat kustom · hapus watermark · cadangan iCloud
vi: Báo giá không giới hạn · mẫu tùy chỉnh · xóa hình mờ · sao lưu iCloud
zh_hans: 无限报价单 · 自定义模板 · 移除水印 · iCloud 备份

source: 無限張報價單
en: Unlimited quotes
id: Penawaran tanpa batas
vi: Báo giá không giới hạn
zh_hans: 无限张报价单

source: 燈具安裝
en: Light fixture installation
id: Pemasangan lampu
vi: Lắp đèn
zh_hans: 灯具安装

source: 營運統計
en: Business stats
id: Statistik bisnis
vi: Thống kê kinh doanh
zh_hans: 运营统计

source: 目前位置
en: Current location
id: Lokasi saat ini
vi: Vị trí hiện tại
zh_hans: 当前位置

source: 目前小計
en: Current subtotal
id: Subtotal saat ini
vi: Tạm tính hiện tại
zh_hans: 当前小计

source: 看每張單的成本與淨利
en: See cost and net profit for each quote
id: Lihat biaya & laba tiap penawaran
vi: Xem chi phí và lợi nhuận từng đơn
zh_hans: 看每张单的成本与净利

source: 看每案淨利、年度趨勢
en: See per-job profit & yearly trends
id: Lihat laba bersih tiap proyek, tren tahunan
vi: Xem lợi nhuận ròng từng đơn, xu hướng theo năm
zh_hans: 看每案净利、年度趋势

source: 看自己賺多少
en: See how much you've earned
id: Lihat berapa yang Anda hasilkan
vi: Xem mình kiếm được bao nhiêu
zh_hans: 看自己赚多少

source: 看起來不錯，繼續
en: Looks good, continue
id: Terlihat bagus, lanjut
vi: Trông ổn đấy, tiếp tục
zh_hans: 看起来不错，继续

source: 知道了
en: Got it
id: Mengerti
vi: Đã hiểu

source: 確定刪除「%@」？
en: Delete "%@"?
id: Hapus「%@」?
vi: Xóa「%@」?
zh_hans: 确定删除「%@」？

source: 確定刪除「%@」分類？
en: Delete the "%@" category?
id: Hapus kategori「%@」?
vi: Xóa danh mục「%@」?
zh_hans: 确定删除「%@」分类？

source: 確認出單
en: Review
id: Konfirmasi terbit
vi: Xác nhận xuất đơn
zh_hans: 确认出单

source: 確認此地點
en: Confirm Location
id: Konfirmasi lokasi ini
vi: Xác nhận địa điểm này
zh_hans: 确认此地点

source: 移除
en: Remove
id: Hapus
vi: Gỡ bỏ

source: 移除圖片
en: Remove image
id: Hapus gambar
vi: Gỡ ảnh
zh_hans: 移除图片

source: 移除浮水印
en: Remove watermark
id: Hapus watermark
vi: Xóa hình mờ
zh_hans: 移除水印

source: 稅制
en: Tax scheme
id: Sistem pajak
vi: Chế độ thuế
zh_hans: 税制

source: 稅金 %lld%%
en: Tax %lld%%
id: Pajak %lld%%
vi: Thuế %lld%%
zh_hans: 税金 %lld%%

source: 第一張完成！
en: First one done!
id: Nota pertama selesai!
vi: Hoàn thành đơn đầu tiên!
zh_hans: 第一张完成！

source: 範圍 %@%@–%@%@
en: Range %@%@–%@%@
id: Rentang %@%@–%@%@
vi: Khoảng %@%@–%@%@
zh_hans: 范围 %@%@–%@%@

# 範圍 $%@–$%@
source: 範圍 $%1$@–$%2$@
en: Range $%1$@–$%2$@
id: Rentang $%@–$%@
vi: Khoảng $%@–$%@
zh_hans: 范围 $%1$@–$%2$@

source: 系統櫃
en: System cabinets
id: Lemari sistem
vi: Tủ hệ thống
zh_hans: 系统柜

source: 累積營收（%lld 次）
en: Total revenue (%lld jobs)
id: Pendapatan kumulatif (%lld kali)
vi: Doanh thu tích lũy (%lld lần)
zh_hans: 累积营收（%lld 次）

source: 累計營收
en: Total revenue
id: Pendapatan kumulatif
vi: Doanh thu tích lũy
zh_hans: 累计营收

source: 組
en: set
id: set
vi: bộ
zh_hans: 组

source: 統編／營業地址
en: Tax ID / business address
id: NPWP / alamat usaha
vi: Mã số thuế / địa chỉ kinh doanh
zh_hans: 统编／营业地址

source: 統計
en: Stats
id: Statistik
vi: Thống kê
zh_hans: 统计

source: 編輯
en: Edit
id: Edit
vi: Sửa
zh_hans: 编辑

source: 編輯客戶
en: Edit client
id: Edit klien
vi: Sửa khách hàng
zh_hans: 编辑客户

source: 總計
en: Total
id: Total
vi: Tổng cộng
zh_hans: 总计

source: 總計 %@
en: Total %@
id: Total %@
vi: Tổng cộng %@
zh_hans: 总计 %@

source: 總計 NT$
en: Total NT$
id: Total NT$
vi: Tổng cộng NT$
zh_hans: 总计 NT$

source: 聯絡資訊
en: Contact info
id: Informasi kontak
vi: Thông tin liên hệ
zh_hans: 联系方式

source: 自訂
en: Custom
id: Kustom
vi: Tùy chỉnh
zh_hans: 自定义

source: 自訂 PDF 模板
en: Custom PDF template
id: Templat PDF khusus
vi: Mẫu PDF tùy chỉnh
zh_hans: 自定义 PDF 模板

source: 致 / TO
en: To
id: Kepada / TO
vi: Kính gửi / TO

source: 草稿
en: Draft
id: Draf
vi: Bản nháp

source: 菲律賓 VAT
en: Philippines VAT
id: VAT Filipina
vi: VAT Philippines
zh_hans: 菲律宾 VAT

source: 複製這張
en: Duplicate
id: Salin nota ini
vi: Sao chép đơn này
zh_hans: 复制这张

source: 訂閱 PRO · 年付 %@
en: Subscribe to PRO · %@/year
id: Langganan PRO · Bayar tahunan %@
vi: Đăng ký PRO · Trả năm %@
zh_hans: 订阅 PRO · 年付 %@

source: 訂閱 PRO · 月付 %@
en: Subscribe to PRO · %@/month
id: Langganan PRO · Bayar bulanan %@
vi: Đăng ký PRO · Trả tháng %@
zh_hans: 订阅 PRO · 月付 %@

source: 設定
en: Settings
id: Pengaturan
vi: Cài đặt
zh_hans: 设定

source: 語言
en: Language
id: Bahasa
vi: Ngôn ngữ
zh_hans: 语言

source: 請款中
en: Billing
id: Menagih
vi: Đang thu tiền
zh_hans: 请款中

source: 請款單 · %@
en: Invoice · %@
id: Tagihan · %@
vi: Hóa đơn · %@
zh_hans: 请款单 · %@

source: 請款單 & 收款追蹤
en: Invoices & payment tracking
id: Tagihan & pelacakan pembayaran
vi: Hóa đơn & theo dõi thu tiền
zh_hans: 请款单 & 收款追踪

source: 請款明細
en: Invoice details
id: Rincian tagihan
vi: Chi tiết hóa đơn
zh_hans: 请款明细

source: 請款金額
en: Billing amount
id: Jumlah tagihan
vi: Số tiền hóa đơn
zh_hans: 请款金额

source: 貨幣
en: Currency
id: Mata uang
vi: Tiền tệ
zh_hans: 货币

source: 貼磁磚
en: Tiling
id: Pemasangan ubin
vi: Ốp gạch
zh_hans: 贴瓷砖

source: 越南 VAT
en: Vietnam VAT
id: PPN Vietnam
vi: VAT Việt Nam

source: 車
en: truckload
id: truk
vi: xe
zh_hans: 车

source: 轉請款單
en: Make Invoice
id: Jadikan tagihan
vi: Chuyển thành hóa đơn
zh_hans: 转请款单

source: 返回
en: Back
id: Kembali
vi: Quay lại

source: 追收款進度
en: Track payment progress
id: Lacak status penagihan
vi: Theo dõi tiến độ thu tiền
zh_hans: 追收款进度

source: 透過 App Store 管理訂閱 · 可隨時取消
en: Manage subscription via App Store · Cancel anytime
id: Kelola langganan lewat App Store · batalkan kapan saja
vi: Quản lý đăng ký qua App Store · hủy bất cứ lúc nào
zh_hans: 通过 App Store 管理订阅 · 可随时取消

source: 這個分頁還是空的
en: This tab is still empty
id: Tab ini masih kosong
vi: Tab này vẫn trống
zh_hans: 这个标签页还是空的

source: 這個分類下的自訂項目仍會保留。
en: Custom items in this category will be kept.
id: Item kustom di kategori ini tetap disimpan.
vi: Các hạng mục tùy chỉnh trong danh mục này vẫn được giữ lại.
zh_hans: 这个分类下的自定义项目仍会保留。

source: 通知、深色模式、字體大小
en: Notifications, dark mode, font size
id: Notifikasi, mode gelap, ukuran font
vi: Thông báo, chế độ tối, cỡ chữ
zh_hans: 通知、深色模式、字体大小

source: 進行中
en: Ongoing
id: Berlangsung
vi: Đang thực hiện
zh_hans: 进行中

source: 進行中、已完工、已收款，自動分類，一眼看清。
en: Ongoing, completed, paid — auto-sorted so you can see it all at a glance.
id: Berjalan, selesai, dibayar, otomatis dikelompokkan, jelas sekilas.
vi: Đang làm, đã hoàn thành, đã thu tiền, tự động phân loại, nhìn là rõ.
zh_hans: 进行中、已完工、已收款，自动分类，一眼看清。

source: 進階統計與成本記錄
en: Advanced stats and cost tracking
id: Statistik lanjutan dan catatan biaya
vi: Thống kê nâng cao và ghi chép chi phí
zh_hans: 高级统计与成本记录

source: 過程中我會在旁邊指一下重點。 放心，假的，做壞了也沒事。
en: I'll point out the key bits as we go. Don't worry — it's just a demo, no harm if you mess it up.
id: Selama proses saya akan menunjukkan poin pentingnya. Tenang, ini contoh, salah pun tak apa.
vi: Trong quá trình tôi sẽ chỉ ra những điểm chính bên cạnh. Yên tâm, đây là bản thử, làm hỏng cũng không sao.
zh_hans: 过程中我会在旁边指一下重点。 放心，假的，做坏了也没事。

source: 選擇語言
en: Choose language
id: Pilih bahasa
vi: Chọn ngôn ngữ
zh_hans: 选择语言

source: 選擇貨幣
en: Select currency
id: Pilih mata uang
vi: Chọn tiền tệ
zh_hans: 选择货币

source: 選項目
en: Select items
id: Pilih item
vi: Chọn hạng mục
zh_hans: 选项目

source: 還原購買
en: Restore purchases
id: Pulihkan pembelian
vi: Khôi phục mua hàng
zh_hans: 恢复购买

source: 還沒加過自訂項目。 在「新增報價單 → 加項目 → + 自訂」就能加。
en: No custom items yet. Add one in New quote → Add items → + Custom.
id: Belum ada item kustom. Bisa ditambah di「Buat penawaran → Tambah item → + Kustom」.
vi: Chưa thêm hạng mục tùy chỉnh nào. Có thể thêm ở「Tạo báo giá mới → Thêm hạng mục → + Tùy chỉnh」.
zh_hans: 还没加过自定义项目。 在「新增报价单 → 加项目 → + 自定义」就能加。

source: 還沒加項目
en: No items yet
id: Belum ada item
vi: Chưa thêm hạng mục
zh_hans: 还没加项目

source: 還沒有報價單
en: No quotes yet
id: Belum ada penawaran
vi: Chưa có báo giá
zh_hans: 还没有报价单

source: 還沒有客戶
en: No clients yet
id: Belum ada klien
vi: Chưa có khách hàng
zh_hans: 还没有客户

source: 還沒有項目
en: No items yet
id: Belum ada item
vi: Chưa có hạng mục
zh_hans: 还没有项目

source: 重試
en: Retry
id: Coba lagi
vi: Thử lại
zh_hans: 重试

source: 開工
en: Start job
id: Mulai kerja
vi: Bắt đầu
zh_hans: 开工

source: 關閉
en: Close
id: Tutup
vi: Đóng
zh_hans: 关闭

source: 防水工程
en: Waterproofing
id: Pekerjaan anti bocor
vi: Chống thấm

source: 電話
en: Phone
id: Telepon
vi: Điện thoại
zh_hans: 电话

source: 需要 PRO · 換手機資料自動還原
en: Requires PRO · Data restores automatically on a new phone
id: Perlu PRO · ganti ponsel data pulih otomatis
vi: Cần PRO · đổi điện thoại tự khôi phục dữ liệu
zh_hans: 需要 PRO · 换手机数据自动恢复

source: 項目 A
en: Item A
id: Item A
vi: Mục A
zh_hans: 项目 A

source: 項目 B
en: Item B
id: Item B
vi: Mục B
zh_hans: 项目 B

source: 項目 C
en: Item C
id: Item C
vi: Mục C
zh_hans: 项目 C

source: 項目分析
en: Item analysis
id: Analisis item
vi: Phân tích hạng mục
zh_hans: 项目分析

source: 項目分類
en: Item category
id: Kategori item
vi: Phân loại hạng mục
zh_hans: 项目分类

source: 項目名稱
en: Item name
id: Nama item
vi: Tên hạng mục
zh_hans: 项目名称

source: 項目明細
en: Item details
id: Rincian item
vi: Chi tiết hạng mục
zh_hans: 项目明细

source: 預覽
en: Preview
id: Pratinjau
vi: Xem trước
zh_hans: 预览

source: 預覽 PDF
en: Preview PDF
id: Pratinjau PDF
vi: Xem trước PDF
zh_hans: 预览 PDF

source: 顯示甲乙方簽名欄（給客戶簽名用）
en: Show signature fields for both parties (for client to sign)
id: Tampilkan kolom tanda tangan kedua pihak (untuk klien)
vi: Hiển thị ô ký tên hai bên (để khách hàng ký)
zh_hans: 显示甲乙方签名栏（给客户签名用）

source: 馬來 SST
en: Malaysia SST
id: SST Malaysia
vi: SST Malaysia
zh_hans: 马来 SST

source: 黑體
en: Sans-serif
id: Sans-serif
vi: Sans-serif
zh_hans: 黑体

source: 點「加項目」，從清單挑你要做的工，數量價錢都能改。
en: Tap "Add item" and pick the work you'll do from the list — quantity and price are both editable.
id: Ketuk「Tambah item」, pilih pekerjaan dari daftar, jumlah dan harga bisa diubah.
vi: Nhấn「Thêm hạng mục」, chọn công việc cần làm từ danh sách, có thể sửa số lượng và giá.
zh_hans: 点「加项目」，从清单挑你要做的工，数量价钱都能改。

source: 點下取得 GPS 位置
en: Tap to get GPS location
id: Ketuk untuk ambil lokasi GPS
vi: Nhấn để lấy vị trí GPS
zh_hans: 点击获取 GPS 位置

source: 點下方的「+ 加項目」開始
en: Tap "+ Add item" below to start
id: Ketuk「+ Tambah item」di bawah untuk mulai
vi: Nhấn「+ Thêm hạng mục」bên dưới để bắt đầu
zh_hans: 点下方的「+ 加项目」开始

source: 點右上「+」把常合作的客戶加進來。
en: Tap "+" at the top right to add clients you work with often.
id: Ketuk「+」di kanan atas untuk menambah klien langganan.
vi: Nhấn「+」ở góc trên bên phải để thêm khách hàng thường hợp tác.
zh_hans: 点右上角“+”把常合作的客户加进来。

source: 查看請款單
en: View invoice
id: Lihat tagihan
vi: Xem hóa đơn
zh_hans: 查看请款单

source: %lld 張待收款
en: %lld awaiting payment
id: %lld tagihan menunggu pembayaran
vi: %lld đơn chờ thu tiền
zh_hans: %lld 张待收款

source: 例：Stima
en: e.g. Stima
id: Contoh: Stima
vi: Ví dụ: Stima

source: 顯示
en: Display
id: Tampilan
vi: Hiển thị
zh_hans: 显示

source: 字體大小
en: Font size
id: Ukuran font
vi: Cỡ chữ
zh_hans: 字体大小

source: 小
en: Small
id: Kecil
vi: Nhỏ

source: 標準
en: Standard
id: Standar
vi: Tiêu chuẩn
zh_hans: 标准

source: 大
en: Large
id: Besar
vi: Lớn

source: 特大
en: Extra large
id: Sangat besar
vi: Rất lớn

source: %lld% · 台灣營業稅
en: %lld% · Taiwan VAT
id: %lld% · PPN Taiwan
vi: %lld% · VAT Đài Loan
zh_hans: %lld% · 台湾营业税

source: %lld% · 越南 VAT
en: %lld% · Vietnam VAT
id: %lld% · VAT Vietnam
vi: %lld% · VAT Việt Nam

source: %lld% · 印尼 PPN
en: %lld% · Indonesia PPN
id: %lld% · PPN Indonesia
vi: %lld% · PPN Indonesia

source: %lld% · 馬來 SST
en: %lld% · Malaysia SST
id: %lld% · SST Malaysia
vi: %lld% · SST Malaysia
zh_hans: %lld% · 马来 SST

source: %lld% · 菲律賓 VAT
en: %lld% · Philippines VAT
id: %lld% · VAT Filipina
vi: %lld% · VAT Philippines
zh_hans: %lld% · 菲律宾 VAT

source: %lld月
en: Month %lld
id: Bulan %lld
vi: Tháng %lld

source: %lld 張施工
en: %lld in progress
id: %lld sedang dikerjakan
vi: %lld đang thi công
zh_hans: %lld 张施工

source: %lld 張報價單備份成 CSV
en: %lld quotes backed up as CSV
id: %lld penawaran dicadangkan sebagai CSV
vi: Đã sao lưu %lld báo giá thành CSV
zh_hans: %lld 张报价单备份成 CSV

source: 定位失敗：%@
en: Location failed: %@
id: Gagal menentukan lokasi: %@
vi: Định vị thất bại: %@
zh_hans: 定位失败：%@

source: %@ 年
id: Tahun %@
vi: Năm %@

source: 陳師傅
id: Tukang Chen
vi: Thợ Trần
zh_hans: 陈师傅

source: Email
zh_hans: 电子邮箱

source: 台北市信義區
zh_hans: 台北市信义区
